Repository: ShikiSuen/MadTunes
Catalog: SPMPackages/MadTunesSPM/Sources/MadTunesKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant

# i18n:HotKeyHint.Record.GridView.ShiftClickRangeSelect
source: Range select albums (expanded: range select tracks)
de: Bereichsauswahl von Alben (erweitert: Bereichsauswahl von Titeln)
es: Selección por rango de álbumes (expandido: selección por rango de pistas)
fr: Sélection par plage d'albums (étendu : sélection par plage de pistes)
it: Selezione per intervallo di album (espanso: selezione per intervallo di brani)
ja: アルバムの範囲選択（展開時はトラックの範囲選択）
ko: 앨범 범위 선택 (확장: 트랙 범위 선택)
pt_br: Seleção de intervalo de álbuns (expandido: seleção de intervalo de faixas)
ru: Выбор диапазона альбомов (развернуто: выбор диапазона треков)
tr: Albüm aralığı seçimi (genişletilmiş: parça aralığı seçimi)
zh_hans: 范围选择专辑（展开时为曲目范围选择）
zh_hant: 範圍選取專輯（展開時為曲目範圍選取）

# i18n:HotKeyHint.Record.GridView.ShiftHomeEnd
source: Range select to first/last album
de: Bereichsauswahl bis zum ersten/letzten Album
es: Selección por rango hasta el primer/último álbum
fr: Sélection par plage jusqu'au premier/dernier album
it: Selezione per intervallo fino al primo/ultimo album
ja: 先頭/末尾のアルバムまで範囲選択
ko: 첫 번째/마지막 앨범까지 범위 선택
pt_br: Seleção de intervalo até o primeiro/último álbum
ru: Выбор диапазона до первого/последнего альбома
tr: İlk/son albüme kadar aralık seçimi
zh_hans: 范围选择至首个/末个专辑
zh_hant: 範圍選取至首個/末個專輯

# i18n:HotKeyHint.Record.GridView.ShiftPageUpDown
source: Range select to previous/next page
de: Bereichsauswahl bis zur vorherigen/nächsten Seite
es: Selección por rango hasta la página anterior/siguiente
fr: Sélection par plage jusqu'à la page précédente/suivante
it: Selezione per intervallo fino alla pagina precedente/successiva
ja: 前/次のページまで範囲選択
ko: 이전/다음 페이지까지 범위 선택
pt_br: Seleção de intervalo até a página anterior/próxima
ru: Выбор диапазона до предыдущей/следующей страницы
tr: Önceki/sonraki sayfaya kadar aralık seçimi
zh_hans: 范围选择到上一页/下一页
zh_hant: 範圍選擇到上一頁/下一頁

# i18n:HotKeyHint.Record.GridView.ShiftSpaceExpanded
source: Play selected / collapse (when expanded)
de: Auswahl abspielen / einklappen (wenn erweitert)
es: Reproducir selección / colapsar (cuando está expandido)
fr: Lire la sélection / réduire (quand étendu)
it: Riproduci selezione / comprimi (quando espanso)
ja: 選択を再生/折りたたむ（展開時）
ko: 선택 재생 / 접기 (확장되었을 때)
pt_br: Reproduzir seleção / recolher (quando expandido)
ru: Воспроизвести выделение / свернуть (когда развернуто)
tr: Seçimi çal / daralt (genişletilmişken)
zh_hans: 播放所选或收起（展开时）
zh_hant: 播放所選或收起（展開時）

# i18n:HotKeyHint.Record.GridView.ShiftSpaceNotExpanded
source: Toggle play/pause (when collapsed)
de: Wiedergabe/Pause umschalten (wenn eingeklappt)
es: Alternar reproducción/pausa (cuando está colapsado)
fr: Basculer lecture/pause (quand réduit)
it: Attiva/disattiva riproduzione/pausa (quando compresso)
ja: 再生/一時停止を切り替え（未展開時）
ko: 재생/일시정지 전환 (접혔을 때)
pt_br: Alternar reprodução/pausa (quando recolhido)
ru: Переключить воспроизведение/паузу (когда свернуто)
tr: Oynat/duraklat arasında geçiş (daraltılmışken)
zh_hans: 切换播放/暂停（未展开时）
zh_hant: 切換播放/暫停（未展開時）

# i18n:HotKeyHint.Record.GridView.SpaceExpanded
source: Toggle play/pause (when expanded)
de: Wiedergabe/Pause umschalten (wenn erweitert)
es: Alternar reproducción/pausa (cuando está expandido)
fr: Basculer lecture/pause (quand étendu)
it: Attiva/disattiva riproduzione/pausa (quando espanso)
ja: 再生/一時停止を切り替え（展開時）
ko: 재생/일시정지 전환 (확장되었을 때)
pt_br: Alternar reprodução/pausa (quando expandido)
ru: Переключить воспроизведение/паузу (когда развернуто)
tr: Oynat/duraklat arasında geçiş (genişletilmişken)
zh_hans: 切换播放/暂停（展开时）
zh_hant: 切換播放/暫停（展開時）

# i18n:HotKeyHint.Record.GridView.SpaceNotExpanded
source: Expand album (when collapsed)
de: Album erweitern (wenn eingeklappt)
es: Expandir álbum (cuando está colapsado)
fr: Étendre l'album (quand réduit)
it: Espandi album (quando compresso)
ja: アルバムを展開（未展開時）
ko: 앨범 확장 (접혔을 때)
pt_br: Expandir álbum (quando recolhido)
ru: Развернуть альбом (когда свернуто)
tr: Albümü genişlet (daraltılmışken)
zh_hans: 展开专辑（未展开时）
zh_hant: 展開專輯（未展開時）

# i18n:HotKeyHint.Record.TableView.ArrowUpDown
source: Move selection
de: Auswahl bewegen
es: Mover selección
fr: Déplacer la sélection
it: Sposta selezione
ja: 選択範囲を移す
ko: 선택 이동
pt_br: Mover seleção
ru: Переместить выделение
tr: Seçimi taşı
zh_hans: 移动选区
zh_hant: 移動選區

# i18n:HotKeyHint.Record.TableView.CmdClickSelect
source: Multi-select/deselect tracks
de: Mehrfachauswahl/Abwahl von Titeln
es: Selección múltiple/deselección de pistas
fr: Sélection multiple/désélection de pistes
it: Selezione multipla/deselezione brani
ja: トラックを複数選択/選択解除
ko: 트랙 다중 선택/선택 해제
pt_br: Selecionar/desselecionar várias faixas
ru: Множественный выбор/отмена выбора треков
tr: Çoklu seçim/parça seçimini kaldır
zh_hans: 多选/取消选择曲目
zh_hant: 多選/取消選擇曲目

# i18n:HotKeyHint.Record.TableView.HomeEnd
source: Jump to first/last track
de: Zum ersten/letzten Titel springen
es: Saltar a la primera/última pista
fr: Aller à la première/dernière piste
it: Vai al primo/ultimo brano
ja: 先頭/末尾のトラックへ移動
ko: 첫 번째/마지막 트랙으로 이동
pt_br: Pular para a primeira/última faixa
ru: Перейти к первому/последнему треку
tr: İlk/son parçaya atla
zh_hans: 跳转到首个/末个曲目
zh_hant: 跳至首個/末個曲目

# i18n:HotKeyHint.Record.TableView.PageUpDown
source: Scroll up/down by one page
de: Eine Seite nach oben/unten scrollen
es: Desplazar una página arriba/abajo
fr: Défiler d'une page vers le haut/bas
it: Scorri una pagina su/giù
ja: 1ページ分上下にスクロール
ko: 한 페이지 위/아래로 스크롤
pt_br: Rolar uma página para cima/baixo
ru: Прокрутить на страницу вверх/вниз
tr: Bir sayfa yukarı/aşağı kaydır
zh_hans: 向上/向下翻页
zh_hant: 向上/向下翻頁

# i18n:HotKeyHint.Record.TableView.PlayFromSelected
source: Play from selected (like double-click)
de: Ab Auswahl abspielen (wie Doppelklick)
es: Reproducir desde la selección (como doble clic)
fr: Lire depuis la sélection (comme un double-clic)
it: Riproduci dalla selezione (come doppio clic)
ja: 選択位置から再生（ダブルクリック同様）
ko: 선택한 항목부터 재생 (더블 클릭과 동일)
pt_br: Reproduzir a partir da seleção (como duplo clique)
ru: Воспроизвести с выделенного (как двойной клик)
tr: Seçilenden itibaren çal (çift tıklama gibi)
zh_hans: 从所选位置播放（同双击）
zh_hant: 從所選位置播放（同雙擊）

# i18n:HotKeyHint.Record.TableView.ShiftArrowRange
source: Extend selection
de: Auswahl erweitern
es: Extender selección
fr: Étendre la sélection
it: Estendi selezione
ja: 選択範囲を拡張
ko: 선택 확장
pt_br: Estender seleção
ru: Расширить выделение
tr: Seçimi genişlet
zh_hans: 扩展选区
zh_hant: 擴展選區

# i18n:HotKeyHint.Record.TableView.ShiftClickRangeSelect
source: Range select tracks
de: Bereichsauswahl von Titeln
es: Selección por rango de pistas
fr: Sélection par plage de pistes
it: Selezione per intervallo di brani
ja: トラックの範囲選択
ko: 트랙 범위 선택
pt_br: Seleção de intervalo de faixas
ru: Выбор диапазона треков
tr: Parça aralığı seçimi
zh_hans: 范围选择曲目
zh_hant: 範圍選取曲目

# i18n:HotKeyHint.Record.TableView.ShiftHomeEnd
source: Range select to first/last track
de: Bereichsauswahl bis zum ersten/letzten Titel
es: Selección por rango hasta la primera/última pista
fr: Sélection par plage jusqu'à la première/dernière piste
it: Selezione per intervallo fino al primo/ultimo brano
ja: 先頭/末尾のトラックまで範囲選択
ko: 첫 번째/마지막 트랙까지 범위 선택
pt_br: Seleção de intervalo até a primeira/última faixa
ru: Выбор диапазона до первого/последнего трека
tr: İlk/son parçaya kadar aralık seçimi
zh_hans: 范围选择至首个/末个曲目
zh_hant: 範圍選取至首個/末個曲目

# i18n:HotKeyHint.Record.TableView.ShiftPageUpDown
source: Range select to previous/next page
de: Bereichsauswahl bis zur vorherigen/nächsten Seite
es: Selección por rango hasta la página anterior/siguiente
fr: Sélection par plage jusqu'à la page précédente/suivante
it: Selezione per intervallo fino alla pagina precedente/successiva
ja: 前後ページまで範囲選択
ko: 이전/다음 페이지까지 범위 선택
pt_br: Seleção de intervalo até a página anterior/próxima
ru: Выбор диапазона до предыдущей/следующей страницы
tr: Önceki/sonraki sayfaya kadar aralık seçimi
zh_hans: 范围选择至上一页/下一页
zh_hant: 範圍選擇至上一頁/下一頁

# i18n:HotKeyHint.Record.TableView.SpaceTogglePlayPause
source: Toggle play/pause
de: Wiedergabe/Pause umschalten
es: Alternar reproducción/pausa
fr: Basculer lecture/pause
it: Attiva/disattiva riproduzione/pausa
ja: 再生/一時停止を切り替え
ko: 재생/일시정지 전환
pt_br: Alternar reprodução/pausa
ru: Переключить воспроизведение/паузу
tr: Oynat/duraklat arasında geçiş
zh_hans: 切换播放/暂停
zh_hant: 切換播放/暫停

# i18n:Import.CleanupDuplicates
source: Cleaning up duplicate tracks…
de: Doppelte Titel werden bereinigt…
es: Limpiando pistas duplicadas…
fr: Nettoyage des pistes en double…
it: Pulizia brani duplicati…
ja: 重複トラックを整理中…
ko: 중복 트랙 정리 중…
pt_br: Limpando faixas duplicadas…
ru: Очистка дубликатов треков…
tr: Yinelenen parçalar temizleniyor…
zh_hans: 正在清理重复曲目…
zh_hant: 正在清理重複曲目…

# i18n:Import.ImportFiles
source: Import Files…
de: Dateien importieren…
es: Importar archivos…
fr: Importer des fichiers…
it: Importa file…
ja: ファイルを読み込む…
ko: 파일 가져오기…
pt_br: Importar Arquivos…
ru: Импортировать файлы…
tr: Dosyaları İçe Aktar…
zh_hans: 导入文件…
zh_hant: 匯入檔案…

# i18n:Import.ImportFilesFolders
source: Import Files / Folders…
de: Dateien / Ordner importieren…
es: Importar archivos / carpetas…
fr: Importer des fichiers / dossiers…
it: Importa file / cartelle…
ja: ファイル/フォルダを読み込む…
ko: 파일 / 폴더 가져오기…
pt_br: Importar Arquivos / Pastas…
ru: Импортировать файлы / папки…
tr: Dosyaları / Klasörleri İçe Aktar…
zh_hans: 导入文件 / 文件夹…
zh_hant: 匯入檔案 / 資料夾…

# i18n:Import.ImportFolder
source: Import Folder…
de: Ordner importieren…
es: Importar carpeta…
fr: Importer un dossier…
it: Importa cartella…
ja: フォルダを読み込む…
ko: 폴더 가져오기…
pt_br: Importar Pasta…
ru: Импортировать папку…
tr: Klasörü İçe Aktar…
zh_hans: 导入文件夹…
zh_hant: 匯入資料夾…

# i18n:Import.ImportingMusic
source: Importing Music…
de: Musik wird importiert…
es: Importando música…
fr: Importation de la musique…
it: Importazione musica…
ja: ミュージックを読み込み中…
ko: 음악 가져오는 중…
pt_br: Importando Música…
ru: Импорт музыки…
tr: Müzik İçe Aktarılıyor…
zh_hans: 正在导入音乐…
zh_hant: 正在匯入音樂…

# i18n:Import.ImportMusic
source: Import Music
de: Musik importieren
es: Importar música
fr: Importer de la musique
it: Importa musica
ja: ミュージックを読み込む
ko: 음악 가져오기
pt_br: Importar Música
ru: Импортировать музыку
tr: Müzik İçe Aktar
zh_hans: 导入音乐
zh_hant: 匯入音樂

# i18n:Menu.CollapseAlbum
source: Collapse Album
de: Album einklappen
es: Colapsar álbum
fr: Réduire l'album
it: Comprimi album
ja: アルバムを閉じる
ko: 앨범 접기
pt_br: Recolher Álbum
ru: Свернуть альбом
tr: Albümü Daralt
zh_hans: 收起专辑
zh_hant: 收起專輯

# i18n:Menu.Controls
source: Controls
de: Steuerung
es: Controles
fr: Contrôles
it: Controlli
ja: 制御
ko: 컨트롤
pt_br: Controles
ru: Управление
tr: Kontroller
zh_hans: 控制
zh_hant: 控制

# i18n:Menu.End
source: End
de: Ende
es: Fin
fr: Fin
it: Fine
ja: 末尾
ko: 끝
pt_br: Fim
ru: Конец
tr: Son
zh_hans: 末尾
zh_hant: 末尾

# i18n:Menu.ExtendSelectionDown
source: Extend selection down
de: Auswahl nach unten erweitern
es: Extender selección hacia abajo
fr: Étendre la sélection vers le bas
it: Estendi selezione verso il basso
ja: 選択範囲を下に拡張
ko: 선택을 아래로 확장
pt_br: Estender seleção para baixo
ru: Расширить выделение вниз
tr: Seçimi aşağı genişlet
zh_hans: 向下扩展选区
zh_hant: 向下擴展選區

# i18n:Menu.ExtendSelectionPageDown
source: Extend Selection Page Down
de: Auswahl um eine Seite nach unten erweitern
es: Extender selección una página hacia abajo
fr: Étendre la sélection d'une page vers le bas
it: Estendi selezione di una pagina verso il basso
ja: 選択範囲を次のページまで拡張
ko: 선택을 한 페이지 아래로 확장
pt_br: Estender seleção uma página para baixo
ru: Расширить выделение на страницу вниз
tr: Seçimi bir sayfa aşağı genişlet
zh_hans: 向下翻页扩展选择
zh_hant: 向下翻頁擴展選擇

# i18n:Menu.ExtendSelectionPageUp
source: Extend Selection Page Up
de: Auswahl um eine Seite nach oben erweitern
es: Extender selección una página hacia arriba
fr: Étendre la sélection d'une page vers le haut
it: Estendi selezione di una pagina verso l'alto
ja: 選択範囲を前のページまで拡張
ko: 선택을 한 페이지 위로 확장
pt_br: Estender seleção uma página para cima
ru: Расширить выделение на страницу вверх
tr: Seçimi bir sayfa yukarı genişlet
zh_hans: 向上翻页扩展选择
zh_hant: 向上翻頁擴展選擇

# i18n:Menu.ExtendSelectionToEnd
source: Extend Selection to End
de: Auswahl bis zum Ende erweitern
es: Extender selección hasta el final
fr: Étendre la sélection jusqu'à la fin
it: Estendi selezione fino alla fine
ja: 選択範囲を末尾まで拡張
ko: 선택을 끝까지 확장
pt_br: Estender seleção até o fim
ru: Расширить выделение до конца
tr: Seçimi sona kadar genişlet
zh_hans: 扩展选择至末尾
zh_hant: 擴展選擇至末尾

# i18n:Menu.ExtendSelectionToStart
source: Extend Selection to Start
de: Auswahl bis zum Anfang erweitern
es: Extender selección hasta el inicio
fr: Étendre la sélection jusqu'au début
it: Estendi selezione fino all'inizio
ja: 選択範囲を先頭まで拡張
ko: 선택을 시작까지 확장
pt_br: Estender seleção até o início
ru: Расширить выделение до начала
tr: Seçimi başa kadar genişlet
zh_hans: 扩展选择至开头
zh_hant: 擴展選擇至開頭

# i18n:Menu.ExtendSelectionUp
source: Extend selection up
de: Auswahl nach oben erweitern
es: Extender selección hacia arriba
fr: Étendre la sélection vers le haut
it: Estendi selezione verso l'alto
ja: 選択範囲を上に拡張
ko: 선택을 위로 확장
pt_br: Estender seleção para cima
ru: Расширить выделение вверх
tr: Seçimi yukarı genişlet
zh_hans: 向上扩展选区
zh_hant: 向上擴展選區

# i18n:Menu.Home
source: Home
de: Anfang
es: Inicio
fr: Accueil
it: Inizio
ja: 先頭
ko: 홈
pt_br: Início
ru: Начало
tr: Başlangıç
zh_hans: 开头
zh_hant: 開頭

# i18n:Menu.LegacyMacPerformanceMode
source: Performance Mode
de: Leistungsmodus
es: Modo rendimiento
fr: Mode performance
it: Modalità prestazioni
ja: 性能モード (古いハードウェア向き)
ko: 성능 모드
pt_br: Modo de Desempenho
ru: Режим производительности
tr: Performans Modu
zh_hans: 老旧硬件效能模式
zh_hant: 老舊硬體效能模式

# i18n:Menu.MoveTrackDown
source: Move Track Down
de: Titel nach unten verschieben
es: Mover pista hacia abajo
fr: Déplacer la piste vers le bas
it: Sposta brano verso il basso
ja: トラック順番を下に移動
ko: 트랙 아래로 이동
pt_br: Mover Faixa para Baixo
ru: Переместить трек вниз
tr: Parçayı Aşağı Taşı
zh_hans: 乐曲顺序下移
zh_hant: 樂曲順序下移

# i18n:Menu.MoveTrackUp
source: Move Track Up
de: Titel nach oben verschieben
es: Mover pista hacia arriba
fr: Déplacer la piste vers le haut
it: Sposta brano verso l'alto
ja: トラック順番を上に移動
ko: 트랙 위로 이동
pt_br: Mover Faixa para Cima
ru: Переместить трек вверх
tr: Parçayı Yukarı Taşı
zh_hans: 乐曲顺序上移
zh_hant: 樂曲順序上移

# i18n:Menu.PageDown
source: Page Down
de: Seite nach unten
es: Página abajo
fr: Page suivante
it: Pagina giù
ja: ページダウン
ko: 페이지 아래
pt_br: Página Abaixo
ru: Страница вниз
tr: Sayfa Aşağı
zh_hans: 向下翻页
zh_hant: 向下翻頁

# i18n:Menu.PageUp
source: Page Up
de: Seite nach oben
es: Página arriba
fr: Page précédente
it: Pagina su
ja: ページアップ
ko: 페이지 위
pt_br: Página Acima
ru: Страница вверх
tr: Sayfa Yukarı
zh_hans: 向上翻页
zh_hant: 向上翻頁

# i18n:Menu.PlayFromSelected
source: Play from Selected
de: Ab Auswahl abspielen
es: Reproducir desde la selección
fr: Lire depuis la sélection
it: Riproduci dalla selezione
ja: 選択位置から再生
ko: 선택한 항목부터 재생
pt_br: Reproduzir a partir da Seleção
ru: Воспроизвести с выделенного
tr: Seçilenden İtibaren Çal
zh_hans: 从所选位置播放
zh_hant: 從所選位置播放

# i18n:Menu.PlayOrExpand
source: Play / Expand
de: Abspielen / Erweitern
es: Reproducir / Expandir
fr: Lire / Étendre
it: Riproduci / Espandi
ja: 再生 / 展開
ko: 재생 / 확장
pt_br: Reproduzir / Expandir
ru: Воспроизвести / Развернуть
tr: Çal / Genişlet
zh_hans: 播放 / 展开
zh_hant: 播放 / 展開

# i18n:Menu.PlaySelected
source: Play Selected
de: Auswahl abspielen
es: Reproducir selección
fr: Lire la sélection
it: Riproduci selezione
ja: 選択を再生
ko: 선택 항목 재생
pt_br: Reproduzir Seleção
ru: Воспроизвести выделенное
tr: Seçileni Çal
zh_hans: 播放所选
zh_hant: 播放所選

# i18n:Menu.SelectNextTrack
source: Select next track
de: Nächsten Titel auswählen
es: Seleccionar pista siguiente
fr: Sélectionner la piste suivante
it: Seleziona brano successivo
ja: 次のトラックを選択
ko: 다음 트랙 선택
pt_br: Selecionar Próxima Faixa
ru: Выбрать следующий трек
tr: Sonraki Parçayı Seç
zh_hans: 选择下一首
zh_hant: 選擇下一首

# i18n:Menu.SelectPreviousTrack
source: Select previous track
de: Vorherigen Titel auswählen
es: Seleccionar pista anterior
fr: Sélectionner la piste précédente
it: Seleziona brano precedente
ja: 前のトラックを選択
ko: 이전 트랙 선택
pt_br: Selecionar Faixa Anterior
ru: Выбрать предыдущий трек
tr: Önceki Parçayı Seç
zh_hans: 选择上一首
zh_hant: 選擇上一首

# i18n:Menu.TogglePlayPause
source: Toggle Play/Pause
de: Wiedergabe/Pause umschalten
es: Alternar reproducción/pausa
fr: Basculer lecture/pause
it: Attiva/disattiva riproduzione/pausa
ja: 再生/一時停止を切り替え
ko: 재생/일시정지 전환
pt_br: Alternar Reprodução/Pausa
ru: Переключить воспроизведение/паузу
tr: Oynat/Duraklat Arasında Geçiş
zh_hans: 切换播放/暂停
zh_hant: 切換播放/暫停

# i18n:Player.LoopRepeatOne
source: Repeat One (click for Shuffle)
de: Einen wiederholen (klicken für Zufall)
es: Repetir uno (clic para Aleatorio)
fr: Répéter un (cliquez pour Aléatoire)
it: Ripeti uno (clic per Casuale)
ja: 1曲リピート（クリックでシャッフル）
ko: 한 곡 반복 (셔플하려면 클릭)
pt_br: Repetir Um (clique para Aleatório)
ru: Повторять один (клик для Перемешивания)
tr: Birini Tekrarla (Karıştır için tıklayın)
zh_hans: 单曲循环（点按以切换到随机播放）
zh_hant: 單曲循環（按一下以切換至隨機播放）

# i18n:Player.LoopSequential
source: Sequential (click for Repeat One)
de: Sequentiell (klicken für Einen wiederholen)
es: Secuencial (clic para Repetir uno)
fr: Séquentiel (cliquez pour Répéter un)
it: Sequenziale (clic per Ripeti uno)
ja: 順番に再生（クリックでリピート）
ko: 순차 재생 (한 곡 반복하려면 클릭)
pt_br: Sequencial (clique para Repetir Um)
ru: Последовательно (клик для Повтора одного)
tr: Sıralı (Birini Tekrarla için tıklayın)
zh_hans: 顺序播放（点按以切换到单曲循环）
zh_hant: 循序播放（按一下以切換至單曲循環）

# i18n:Player.LoopShuffle
source: Shuffle (click for Sequential)
de: Zufällig (klicken für Sequentiell)
es: Aleatorio (clic para Secuencial)
fr: Aléatoire (cliquez pour Séquentiel)
it: Casuale (clic per Sequenziale)
ja: シャッフル（クリックで順番に再生）
ko: 셔플 (순차 재생하려면 클릭)
pt_br: Aleatório (clique para Sequencial)
ru: Перемешивание (клик для Последовательного)
tr: Karıştır (Sıralı için tıklayın)
zh_hans: 随机播放（点按以切换到顺序播放）
zh_hant: 隨機播放（按一下以切換至循序播放）

# i18n:Player.NotPlaying
source: Not Playing
de: Keine Wiedergabe
es: Sin reproducción
fr: Pas de lecture
it: Nessuna riproduzione
ja: 再生停止中
ko: 재생 중 아님
pt_br: Não Reproduzindo
ru: Не воспроизводится
tr: Çalmıyor
zh_hans: 未在播放
zh_hant: 未在播放

# i18n:Player.PlayingQueue
source: Playing Queue
de: Warteschlange
es: Cola de reproducción
fr: File de lecture
it: Coda di riproduzione
ja: 再生キュー
ko: 재생 대기열
pt_br: Fila de Reprodução
ru: Очередь воспроизведения
tr: Çalma Sırası
zh_hans: 播放队列
zh_hant: 播放佇列

# i18n:Playlists.SystemLists.AllMusic
source: All Music
de: Alle Musik
es: Toda la música
fr: Toute la musique
it: Tutta la musica
ja: すべてのミュージック
ko: 모든 음악
pt_br: Toda a Música
ru: Вся музыка
tr: Tüm Müzikler
zh_hans: 所有音乐
zh_hant: 所有音樂

# i18n:Playlists.SystemLists.Favorites
source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
pt_br: Favoritos
ru: Избранное
tr: Favoriler
zh_hans: 收藏夹
zh_hant: 我的最愛

# i18n:PredicateEditor.AddPredicate
source: Add Predicate
de: Prädikat hinzufügen
es: Añadir predicado
fr: Ajouter un prédicat
it: Aggiungi predicato
ja: 述語を追加
ko: 술어 추가
pt_br: Adicionar Predicado
ru: Добавить предикат
tr: Yüklem Ekle
zh_hans: 添加谓词
zh_hant: 新增述詞

# i18n:PredicateEditor.AddSubGroup.AllOf
source: Add “Match All” Sub-group
de: Untergruppe „Alle“ hinzufügen
es: Añadir subgrupo «Todas»
fr: Ajouter un sous-groupe « Toutes »
it: Aggiungi sottogruppo «Tutte»
ja: 「すべて一致」サブグループを追加
ko: “모두 일치” 하위 그룹 추가
pt_br: Adicionar Subgrupo “Todos”
ru: Добавить подгруппу «Все»
tr: “Tümü Eşleşir” Alt Grubu Ekle
zh_hans: 添加「全部匹配」子组
zh_hant: 新增「全部符合」子群組

# i18n:PredicateEditor.AddSubGroup.AnyOf
source: Add “Match Any” Sub-group
de: Untergruppe „Eine“ hinzufügen
es: Añadir subgrupo «Cualquiera»
fr: Ajouter un sous-groupe « N’importe laquelle »
it: Aggiungi sottogruppo «Qualsiasi»
ja: 「いずれか一致」サブグループを追加
ko: “하나 일치” 하위 그룹 추가
pt_br: Adicionar Subgrupo “Qualquer”
ru: Добавить подгруппу «Любой»
tr: “Herhangi Biri Eşleşir” Alt Grubu Ekle
zh_hans: 添加「任一匹配」子组
zh_hant: 新增「任一符合」子群組

# i18n:PredicateEditor.Apply
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
ja: 適用
ko: 적용
pt_br: Aplicar
ru: Применить
tr: Uygula
zh_hans: 应用
zh_hant: 套用

# i18n:PredicateEditor.Comp.Contains
source: contains
de: enthält
es: contiene
fr: contient
it: contiene
ja: を含む
ko: 포함
pt_br: contém
ru: содержит
tr: içerir
zh_hans: 包含
zh_hant: 包含

# i18n:PredicateEditor.Comp.EndsWith
source: ends with
de: endet mit
es: termina con
fr: se termine par
it: finisce con
ja: で終わる
ko: 끝남
pt_br: termina com
ru: заканчивается на
tr: ile biter
zh_hans: 结尾为
zh_hant: 結尾為

# i18n:PredicateEditor.Comp.Equals
source: equals
de: gleich
es: es igual a
fr: est égal à
it: uguale a
ja: と等しい
ko: 같음
pt_br: é igual a
ru: равно
tr: eşittir
zh_hans: 等于
zh_hant: 等於

# i18n:PredicateEditor.Comp.GreaterOrEqual
source: greater or equal
de: größer oder gleich
es: mayor o igual
fr: supérieur ou égal
it: maggiore o uguale
ja: 以上
ko: 이상
pt_br: maior ou igual
ru: больше или равно
tr: büyük veya eşit
zh_hans: 大于等于
zh_hant: 大於等於

# i18n:PredicateEditor.Comp.GreaterThan
source: greater than
de: größer als
es: mayor que
fr: supérieur à
it: maggiore di
ja: より大きい
ko: 초い
pt_br: maior que
ru: больше
tr: büyüktür
zh_hans: 大于
zh_hant: 大於

# i18n:PredicateEditor.Comp.InRange
source: in range
de: im Bereich
es: en el rango
fr: dans la plage
it: nell'intervallo
ja: 範囲内
ko: 범위 내
pt_br: no intervalo
ru: в диапазоне
tr: aralıkta
zh_hans: 在范围内
zh_hant: 在範圍內

# i18n:PredicateEditor.Comp.LessOrEqual
source: less or equal
de: kleiner oder gleich
es: menor o igual
fr: inférieur ou égal
it: minore o uguale
ja: 以下
ko: 이下
pt_br: menor ou igual
ru: меньше или равно
tr: küçük veya eşit
zh_hans: 小于等于
zh_hant: 小於等於

# i18n:PredicateEditor.Comp.LessThan
source: less than
de: kleiner als
es: menor que
fr: inférieur à
it: minore di
ja: より小さい
ko: 미만
pt_br: menor que
ru: меньше
tr: küçüktür
zh_hans: 小于
zh_hant: 小於

# i18n:PredicateEditor.Comp.NotContains
source: does not contain
de: enthält nicht
es: no contiene
fr: ne contient pas
it: non contiene
ja: を含まない
ko: 포함하지 않음
pt_br: não contém
ru: не содержит
tr: içermez
zh_hans: 不包含
zh_hant: 不包含

# i18n:PredicateEditor.Comp.NotEquals
source: does not equal
de: ungleich
es: no es igual a
fr: n'est pas égal à
it: diverso da
ja: と等しくない
ko: 같지 않음
pt_br: não é igual a
ru: не равно
tr: eşit değildir
zh_hans: 不等于
zh_hant: 不等於

# i18n:PredicateEditor.Comp.StartsWith
source: starts with
de: beginnt mit
es: empieza con
fr: commence par
it: inizia con
ja: で始まる
ko: 시작
pt_br: começa com
ru: начинается с
tr: ile başlar
zh_hans: 开头为
zh_hant: 開頭為

# i18n:PredicateEditor.Field.AlbumArtist
source: Album Artist
de: Albumkünstler
es: Artista del álbum
fr: Artiste de l'album
it: Artista album
ja: アルバムアーティスト
ko: 앨범 아티스트
pt_br: Artista do Álbum
ru: Исполнитель альбома
tr: Albüm Sanatçısı
zh_hans: 专辑艺人
zh_hant: 專輯藝人

# i18n:PredicateEditor.Field.AlbumTitle
source: Album Title
de: Albumtitel
es: Título del álbum
fr: Titre de l'album
it: Titolo album
ja: アルバムタイトル
ko: 앨범 제목
pt_br: Título do Álbum
ru: Название альбома
tr: Albüm Başlığı
zh_hans: 专辑标题
zh_hant: 專輯標題

# i18n:PredicateEditor.Field.Artist
source: Artist
de: Künstler
es: Artista
fr: Artiste
it: Artista
ja: アーティスト
ko: 아티스트
pt_br: Artista
ru: Исполнитель
tr: Sanatçı
zh_hans: 艺人
zh_hant: 藝人

# i18n:PredicateEditor.Field.DiscNumber
source: Disc Number
de: CD-Nummer
es: Número de disco
fr: Numéro de disque
it: Numero disco
ja: ディスク番号
ko: 디스크 번호
pt_br: Número do Disco
ru: Номер диска
tr: Disk Numarası
zh_hans: 碟片编号
zh_hant: 碟片編號

# i18n:PredicateEditor.Field.Duration
source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 再生時間
ko: 재생 시간
pt_br: Duração
ru: Длительность
tr: Süre
zh_hans: 时长
zh_hant: 時長

# i18n:PredicateEditor.Field.FileExtension
source: File Extension
de: Dateierweiterung
es: Extensión de archivo
fr: Extension de fichier
it: Estensione file
ja: ファイル拡張子
ko: 파일 확장자
pt_br: Extensão do Arquivo
ru: Расширение файла
tr: Dosya Uzantısı
zh_hans: 文件扩展名
zh_hant: 檔案副檔名
